Revit 2027 API
SymbolTypeId.KNDashM Property
 Symbol kN-m, indicating unit Kilonewton meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KNDashM { get; }
Public Shared ReadOnly Property KNDashM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KNDashM {
	ForgeTypeId^ get ();
}
static member KNDashM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace